"%ld day left on trial" = "%ld день до окончания пробного срока";
"%ld days left on trial" = "%ld дней до окончания пробного срока";
"Buy Now" = "Купить сейчас";
"Trial Mode" = "Пробный режим";
"Free trial has expired" = "Бесплатный пробный срок окончен";
"The trial period has expired." = "Пробный период окончен.";
"Wait %u" = "Подождите %u";
"Your 30 day trial has expired. Please purchase Path Finder." = "Ваш 30 дневный пробный срок окончен. Пожалуйста приобретите Path Finder.";
